import React from "react";
import "./question.css";

function FirstQuestion() {
  return (
    <div>
      <p className="article">
        นโยบายการยกเลิกและการคืนเงินอาจแตกต่างกัน
        ขึ้นอยู่กับตัวเลือกการชำระเงินของคุณ
      </p>
      <h3 className="font-medium ">1. ยกเลิกก่อนรับรถ</h3>
      <p className="article">
        <label className="">1.1 ชำระเงินทันที:</label>
        โปรดดูข้อกำหนดและเงื่อนไขจากรายละเอียดการจองของคุณที่พบในหน้าการจอง
        คุณอาจสามารถยกเลิกได้ฟรีเมื่อใดก็ได้ก่อนรับหรือ ระบุชั่วโมง/วัน ก่อนรับ
        ทั้งนี้ขึ้นอยู่กับผู้ประกอบการ หากคุณยกเลิกหลังกำหนดเวลาที่กำหนด
        คุณอาจถูกเรียกเก็บค่าธรรมเนียมการยกเลิกหรือไม่สามารถรับเงินคืนได้
      </p>
      <p className="article">
        <label className="">1.2 ชำระบางส่วน:</label> ค้นหา “นโยบายการยกเลิก”
        จากการจองของคุณ ควรระบุกำหนดเวลาการยกเลิกฟรีที่นั่น คลิก
        "สมัครขอเงินคืน" เพื่อดำเนินการยกเลิก
        คุณจะได้รับเงินคืนเต็มจำนวนหากสามารถยกเลิกการจองได้ฟรี
        เมื่อพ้นกำหนดการยกเลิกฟรี จะไม่มีการคืนเงิน
      </p>
      <p className="article">
        <label className="">1.3 ชำระเงินที่จุดรับ:</label> ค้นหา
        "นโยบายการยกเลิก" จากการจองของคุณ แล้วคลิก "สมัครขอเงินคืน"
        การจองของคุณจะถูกยกเลิกโดยไม่มีการเรียกเก็บค่าธรรมเนียมใด ๆ
      </p>
      <h3 className="font-medium pt-[.5rem]">
        2. การยกเลิกหลังรับหรือไม่แสดงตัว
      </h3>
      <p className="article">
        <label className="">2.1 ชำระเงินทันที:</label> เมื่อระยะเวลาเช่าเริ่มต้น
        จะไม่มีการคืนเงินใด ๆ ทั้งสิ้น จะไม่มีการคืนเงินใด ๆ ทั้งสิ้นสำหรับ
        "การไม่ปรากฏตัว"
      </p>
      <p className="article">
        <label className="">2.2 ชำระเงินบางส่วน:</label>{" "}
        เมื่อระยะเวลาเช่าเริ่มต้น จะไม่มีการคืนเงินใด ๆ ทั้งสิ้น
        จะไม่มีการคืนเงินใด ๆ ทั้งสิ้นสำหรับ "การไม่ปรากฏตัว"
      </p>
      <p className="article">
        <label className="">2.3 ชำระเงินที่จุดรับ:</label>{" "}
        การจองของคุณจะถูกยกเลิกโดยไม่มีค่าธรรมเนียมหาก "ไม่มาปรากฏตัว"
      </p>

      <h3 className="font-medium ">
        การจองของคุณจะถือว่า “ไม่แสดงตัว” หากคุณไม่รับรถตามเวลาที่กำหนด
        หรือหากขาดเอกสารที่จำเป็น ไม่ตรงตามคุณสมบัติการเช่า
        หรือขาดเอกสารที่เพียงพอ จำนวนเงินฝาก
      </h3>
    </div>
  );
}

export default FirstQuestion;
