import React from "react";

function FirstQuestion() {
  return (
    <div className="py-3 flex flex-col gap-1">
      <p className="font-medium text-[#424242]">
        นโยบายการยกเลิกและการคืนเงินอาจแตกต่างกัน
        ขึ้นอยู่กับตัวเลือกการชำระเงินของคุณ
      </p>
      <h3 className="font-semibold ">1. ยกเลิกก่อนรับรถ</h3>
      <p className="font-medium text-[#424242]">
        <label className="pl-[1.5rem] text-black font-semibold">
          1.1 ชำระเงินทันที:
        </label>
        โปรดดูข้อกำหนดและเงื่อนไขจากรายละเอียดการจองของคุณที่พบในหน้าการจอง
        คุณอาจสามารถยกเลิกได้ฟรีเมื่อใดก็ได้ก่อนรับหรือ ระบุชั่วโมง/วัน ก่อนรับ
        ทั้งนี้ขึ้นอยู่กับผู้ประกอบการ หากคุณยกเลิกหลังกำหนดเวลาที่กำหนด
        คุณอาจถูกเรียกเก็บค่าธรรมเนียมการยกเลิกหรือไม่สามารถรับเงินคืนได้
      </p>
      <p className="font-medium text-[#424242]">
        <label className="pl-[1.5rem] text-black font-semibold">
          1.2 ชำระบางส่วน:
        </label>{" "}
        ค้นหา “นโยบายการยกเลิก” จากการจองของคุณ
        ควรระบุกำหนดเวลาการยกเลิกฟรีที่นั่น คลิก "สมัครขอเงินคืน"
        เพื่อดำเนินการยกเลิก
        คุณจะได้รับเงินคืนเต็มจำนวนหากสามารถยกเลิกการจองได้ฟรี
        เมื่อพ้นกำหนดการยกเลิกฟรี จะไม่มีการคืนเงิน
      </p>
      <p className="font-medium text-[#424242]">
        <label className="pl-[1.5rem] text-black font-semibold">
          1.3 ชำระเงินที่จุดรับ:
        </label>{" "}
        ค้นหา "นโยบายการยกเลิก" จากการจองของคุณ แล้วคลิก "สมัครขอเงินคืน"
        การจองของคุณจะถูกยกเลิกโดยไม่มีการเรียกเก็บค่าธรรมเนียมใด ๆ
      </p>
      <h3 className="font-semibold pt-[.5rem]">
        2. การยกเลิกหลังรับหรือไม่แสดงตัว
      </h3>
      <p className="font-medium text-[#424242]">
        <label className="pl-[1.5rem] text-black font-semibold">
          2.1 ชำระเงินทันที:
        </label>{" "}
        เมื่อระยะเวลาเช่าเริ่มต้น จะไม่มีการคืนเงินใด ๆ ทั้งสิ้น
        จะไม่มีการคืนเงินใด ๆ ทั้งสิ้นสำหรับ "การไม่ปรากฏตัว"
      </p>
      <p className="font-medium text-[#424242]">
        <label className="pl-[1.5rem] text-black font-semibold">
          2.2 ชำระเงินบางส่วน:
        </label>{" "}
        เมื่อระยะเวลาเช่าเริ่มต้น จะไม่มีการคืนเงินใด ๆ ทั้งสิ้น
        จะไม่มีการคืนเงินใด ๆ ทั้งสิ้นสำหรับ "การไม่ปรากฏตัว"
      </p>
      <p className="font-medium text-[#424242]">
        <label className="pl-[1.5rem] text-black font-semibold">
          2.3 ชำระเงินที่จุดรับ:
        </label>{" "}
        การจองของคุณจะถูกยกเลิกโดยไม่มีค่าธรรมเนียมหาก "ไม่มาปรากฏตัว"
      </p>

      <h3 className="font-semibold ">
        การจองของคุณจะถือว่า “ไม่แสดงตัว” หากคุณไม่รับรถตามเวลาที่กำหนด
        หรือหากขาดเอกสารที่จำเป็น ไม่ตรงตามคุณสมบัติการเช่า
        หรือขาดเอกสารที่เพียงพอ จำนวนเงินฝาก
      </h3>
    </div>
  );
}

export default FirstQuestion;
