import React from "react";

function FouthQuestion() {
  return (
    <div className="py-3 flex flex-col gap-1">
      <p className="font-medium text-[#424242]">
        ใช่. สามารถรับและคืนรถได้ที่จุดต่างๆ อย่างไรก็ตาม
        คุณจะถูกเรียกเก็บค่าธรรมเนียมเที่ยวเดียว
        ค่าธรรมเนียมทุกประเภทที่คุณต้องจ่าย
        (ค่าธรรมเนียมเที่ยวเดียวหรือค่าธรรมเนียมเพิ่มเติมอื่นๆ)
        จะถูกระบุไว้อย่างชัดเจนในขณะที่ทำการจอง
      </p>
      <p className="font-medium text-[#424242]">
        หลังจากที่คุณรับรถแล้ว
        โปรดติดต่อผู้ให้บริการเช่าโดยตรงหากคุณต้องการคืนรถไปยังสถานที่อื่น
        คุณสามารถดูหมายเลขโทรศัพท์ได้ในสัญญาเช่าที่ลงนามเมื่อรับรถ
      </p>
    </div>
  );
}

export default FouthQuestion;
