import React from "react";
import "./question.css";

function FouthQuestion() {
  return (
    <div>
      <p className="article">
        ใช่. สามารถรับและคืนรถได้ที่จุดต่างๆ อย่างไรก็ตาม
        คุณจะถูกเรียกเก็บค่าธรรมเนียมเที่ยวเดียว
        ค่าธรรมเนียมทุกประเภทที่คุณต้องจ่าย
        (ค่าธรรมเนียมเที่ยวเดียวหรือค่าธรรมเนียมเพิ่มเติมอื่นๆ)
        จะถูกระบุไว้อย่างชัดเจนในขณะที่ทำการจอง
      </p>
      <p className="article">
        หลังจากที่คุณรับรถแล้ว
        โปรดติดต่อผู้ให้บริการเช่าโดยตรงหากคุณต้องการคืนรถไปยังสถานที่อื่น
        คุณสามารถดูหมายเลขโทรศัพท์ได้ในสัญญาเช่าที่ลงนามเมื่อรับรถ
      </p>
    </div>
  );
}

export default FouthQuestion;
